In [1]:
import pandas as pd

import sys
sys.executable

'/Users/sauravrattu/opt/anaconda3/envs/data/bin/python'

In [2]:
import pandas as pd
pd.__version__

'2.3.3'

In [1]:
import pandas as pd

df = pd.DataFrame({
    "name": ["A", "B", "C"],
    "salary": [50000, 60000, 70000]
})

df

  name  salary
0    A   50000
1    B   60000
2    C   70000

In [1]:
## changing username and email